[
  {
    "ukr": [
      {
        "btnTitleForPlay": "Грати",
        "btnTitleForMultiplayer": "Мультиплеєр",
        "btnTitleForRules": "Правила",
        "homePage": "Головна сторінка",
        "btnTitleForDone": "Готово",
        "btnTitlePlayAgain": "Грати знову",
        "btnTitlePlaceTile": "Розмістити тайл",
        "btnTitleRotateTile": "Обернути тайл",
        "btnTitleToggleMarkers": "Маркери очків",
        "btnTitleClose": "Закрити",
        "turn": "Хід:",
        "moveOfPlayer": "Ходить Гравець",
        "player": "Гравець",
        "points": "бали",
        "earth": "Земля",
        "sea": "Море",
        "rotationPerformed": "Виконано обертань:",
        "placeNewTile": "Розмістіть новий тайл",
        "rotateTile": "або поверніть вже викладений",
        "forPlaceNewTile": "Для розміщення нового тайла натисніть на комірку з плюсом",
        "forRotate": "Для обертання тайла наведіть курсор на тайл та натисніть на потрібну стрілку",
        "unlimitedRotateCard": "Ви можете вільно обертати картку. Після вибору повороту тайла- завершіть дію, натиснувши кнопку \"Готово\"",
        "rotationLimitReached": "Ліміт послідовних поворотів досягнуто!",
        "gameTitle": "Каркта (CHARTAE)",
        "gameText": "2 гравці, 10 хвилин вік 7+",
        "introduction": "Cуть гри",
        "introductionText": "Гравці беруть на себе роль картографів, які сперечаються про їхню карту останніх відкриттів.",
        "setup": "Підготовка до гри",
        "setupText": "Стартовий гравець обирає, які картки отримати, хтось із двох гравців отримує картки суші, а хтось – моря.",
        "setupTextSecond": "Насамперед, потрібно покласти стартову картку (троянду вітрів) у будь-якому положенні між двома гравцями. Потім, перемішати картки та скласти їх лицьовою стороною вгору, таким чином, щоб тільки верхня картка була видна гравцям.",
        "theGame": "Гра",
        "theGameText": "По черзі гравці повинні виконати одне з наступних дій:",
        "rotation": "А. Поворот картки",
        "rotationText": "Поверніть будь-яку картку на 90 градусів за годинниковою стрілкою або проти годинникової стрілки",
        "rotationTextNote": "Примітка: поворот не може бути виконаний більше двох разів поспіль, тобто, якщо обидва гравці вибирають дію повороту один за одним, то наступна дія має бути розстановка карток.",
        "placement": "Б. Розміщення карток",
        "placementText": "Візьміть першу картку зі стопки (в такий спосіб відкривши наступну), поверніть її так, як вважаєте за потрібне і покладіть її таким чином, щоб одна сторона торкалася з карткою, що вже перебуває у грі. Розташування карток – вільна, без обмежень на відповідність частин моря та суші",
        "placementTextNote": "Примітка: єдина умова – наприкінці гри картки повинні створити карту квадратної форми розміром 3х3. Відповідно, коли одна сторона картки вже має три картки, вона фіксується. Після виконання дії одним гравцем настає черга наступного гравця доти, доки не буде розміщено остання картка, що створює карту розміром 3х3.",
        "scoring": "Підрахунок очків",
        "scoringText": "Коли карту створено, порахуйте кількість суміжних карток окремо для кожного типу місцевості (суша та море). Картки вважаються суміжними, якщо вони знаходяться поряд і мають однаковий тип місцевості на тій стороні, де вони стикаються (принаймні половина сторони має бути суміжною). Суміжні картки повинні бути пов'язані з стартовою карткою (троянда вітрів)",
        "scoringTextSecond": " Гравець з найбільшою кількістю суміжних карток одного типу місцевості (суша чи море), оголошується переможцем. В разі однакової кількості суміжних карток, гравець, який розмістив останню картку програє матч."
      }
    ]
  },
  {
    "eng": [
      {
        "btnTitleForPlay": "Play",
        "btnTitleForMultiplayer": "Multiplayer",
        "btnTitleForRules": "Rules",
        "homePage": "Home page",
        "btnTitleForDone": "Done",
        "btnTitlePlayAgain": "Play Again",
        "btnTitleToggleMarkers": "Toggle Markers",
        "btnTitlePlaceTile": "Place a Tile",
        "btnTitleRotateTile": "Rotate Tile",
        "btnTitleClose": "Close",
        "turn": "Turn:",
        "points": "score",
        "MoveOfPlayer": "Move of Player",
        "player": "Move of Player",
        "earth": "Earth",
        "sea": "sea",
        "rotationPerformed": "Rotation performed:",
        "placeNewTile": "Place new tile",
        "rotateTile": "or rotate existed",
        "forPlaceNewTile": "For place new tile - click on cell with plus icon",
        "forRotate": "For rotate - hover opened tile and click on arrow",
        "unlimitedRotateCard": "You can free rotate placed tile. After selecting the tile rotation, confirm by press Done button",
        "rotationLimitReached": "Ліміт послідовних поворотів досягнуто!",
        "gameTitle": "Chartae",
        "gameText": "2 players 10 minutes age 7+",
        "introduction": "Introduction",
        "introductionText": "Players take the role of cartographers arguing about the map of their latest discovery.",
        "setup": "Setup",
        "setupText": "PThe starting player chooses which cards to receive, one of the two players receives the land cards, and the other gets the sea cards.",
        "setupTextSecond": "Put the central starting tile (the one with the windrose) on the table between the two players, in any position. Shuffle the other tiles and put them face up in a pile, so that only the top tile can be seen as they are played. The player who travelled most recenlty goes first.",
        "theGame": "The Game",
        "theGameText": "Players take turns starting from the first player. On their turn a player must perform one of this 2 actions:",
        "rotation": "A. Rotation",
        "rotationText": "Rotate any one tile in play 90 degrees clockwise or counterclockwise.",
        "rotationTextNote": "Note: A rotation action cannot be performed more than two times in a row so if both players choose the rotation action consecutively, the next player’s action must be a placement action.",
        "placement": "B. Placement",
        "placementText": "Play the first tile of the pile (revealing the next tile) anywhere on the table, rotated as you prefer, with a side completely adiacent to a tile already in play. The placement is free, there are no restrictions to match land or sea zones.",
        "placementTextNote": "Note: it is compulsory to build a 3x3 square map with the tiles, starting with the windrose tile. When a side of the map reaches the size of 3 tiles, then that side its fixed, and players cannot place to further increase the size. After performing their action, the player must pass the turn. Turns continue until the last tile has been placed and a 3x3 tile map has been created.",
        "scoring": "Scoring",
        "scoringText": "When the map is created, check the greatest number of connected tiles for each kind of terrain (land and sea). A tile is connected to another if they are adjacent and both have the same uninterrupted terrain on both the sides where they meet. Corners do not count as connections. Adjacent cards must be connected to the starting card (windrose)",
        "scoringTextSecond": "The player who connected the greatest number of tiles with their dominant terrain in a single group, is declared the winner. In case of tie, the player who placed the last tile loses the match."
      }
    ]
  }
]
